class StaffQ {
  static var data = [
    {
      "content": "就過去三個月來與他/她 的共事經驗，綜合評分會給幾分？",
      "id": 9,
      "tag": "綜合",
      "typeId": 1
    },
    {
      "content": "就你的觀察，他/她 是否為一個勇於承擔與負責的主管？",
      "id": 10,
      "tag": "承擔",
      "typeId": 1
    },
    {"content": "如果就雙方溝通的順暢程度進行評分，你會給幾分？", "id": 11, "tag": "溝通", "typeId": 1},
    {"content": "對於負責任務及KPI的達成能力，你會給幾分？", "id": 12, "tag": "負責", "typeId": 1},
    {
      "content": "對於主管們的理解，以及分配工作的合理性，你會給幾分？",
      "id": 13,
      "tag": "工作分配",
      "typeId": 1
    },
    {"content": "對於公司整體狀況和各項專案的掌握，你會給幾分？", "id": 14, "tag": "掌握度", "typeId": 1},
    {"content": "共事過程中，他/她 在情緒管理上的表現如何？", "id": 15, "tag": "情緒管理", "typeId": 1},
    {
      "content": "就你的觀察，他/她 是否是一個善於聆聽同仁意見的主管？",
      "id": 16,
      "tag": "聆聽",
      "typeId": 1
    },
    {
      "content": "作為一個主管，你覺得他/她 的管理能力綜合評分有幾分？",
      "id": 17,
      "tag": "管理能力",
      "typeId": 1
    },
    {"content": "針對該主管，有任何建議或評論嗎？", "id": 18, "tag": "評論", "typeId": 2}
  ];
}
